# print("Hello world")
# print("Syimyk")
# print("Hello world")
# print("Syimyk")

# print(2 + 2)
# print(2+2)

# qwertyu


# комментарий

'комментарий'

"комментарий"

'''
комментарий #1
комментарий #2
'''


"""
комментарий #1
комментарий #2
"""

"Арифметические выражения"

# print(2 + 2)
# print(2 - 2) 

# print(3 * 2) 
# print(3 ** 2) # 3 * 3
# print(5 ** 3) # 5 * 5 * 5

# print(2 / 2) 
# print(2 // 2) 


"Операторы сравнения"

'больше чем'
print(5 > 4)
"меньше чем"
print(5 < 4)
"равно"
print(5 == 4)
# print(5 = 4) = - знак присваивания 

'больше или равно'
print(5 >= 6)
'меньше или равно'
print(5 <= 4)


# print(2 + 2 == 4, 2 + 2, "hello world")